{
    "extension_name": {
        "message": "Hublot de navigation web"
    },
    "what_is_it_for": {
        "message": "Qu'est-ce que c'est ?"
    },
    "what_is_it_for_answer_1": {
        "message": "Le hublot de navigation web est une fenêtre sur la manière dont vous naviguez sur le web. C'est une extension de navigateur qui visualise votre historique de navigation en tant que graphe. En suivant les chemins que vous prenez sur le web, vous pouvez voir quel site vous visitez le plus, où votre navigation commence de manière générale et comment elle s'arrête."
    },
    "what_is_it_for_answer_2": {
        "message": "Cette extension fait aussi partie d'un projet de recherche sur les systèmes hypermédias, dont l'objectif est de collecter des données (anonymisées) de navigation. Ces données seront ensuite utilisées pour comparer les comportements humains de navigation avec ceux d'agents web autonomes (\"bots\")."
    },
    "how_does_it_work": {
        "message": "Comment ça fonctionne ?"
    },
    "how_does_it_work_answer_1": {
        "message": "Sélectionner une période (avec les champs de sélection de date en bas de page) et cliquer sur \"\"."
    },
    "how_does_it_work_answer_2": {
        "message": "Après un certain temps de traitement, vous devriez voir apparaître un graphe dans le cadre principal. Pour explorer ce graphe, vous pouvez zoomer (molette) et translater le graphe (clic gauche)."
    },
    "how_does_it_work_warning": {
        "message": "<em>Attention</em> : le traitement de votre historique sur de longues périodes (un mois ou plus) peut être relativement long."
    },
    "how_to_interpret_the_graph": {
        "message": "Comment interpréter le graphe ?"
    },
    "how_to_interpret_the_graph_answer_1": {
        "message": "Ce graphe est un « graphe de navigation » : chaque site web que vous avez visité s'affiche comme un nœud et il y a un arc entre deux nœuds pour chaque lien sur lequel vous avez cliqué."
    },
    "how_to_interpret_the_graph_answer_2": {
        "message": "Certains arcs forment une boucle sur un même nœud : cela signifie que avez navigué vers une page différente mais sur le même site web."
    },
    "how_to_interpret_the_graph_answer_3": {
        "message": "La couleur des nœuds indique comment la navigation a été initiée :"
    },
    "how_to_interpret_the_graph_answer_3_yellow_nodes": {
        "message": "Les nœuds jaunes (<svg id=\"explainer-source-node\" width=\"10\" height=\"10\"><circle cx=\"5\" cy=\"5\" r=\"5\"/></svg>) marque le début d'une navigation. Ils peuvent représenter la page d'accueil de votre navigateur, un marque-page ou un site atteint après avoir tapé des mots-clés dans la barre de recherche."
    },
    "how_to_interpret_the_graph_answer_3_blue_nodes": {
        "message": "Les nœuds bleus (<svg id=\"explainer-other-node\" width=\"10\" height=\"10\"><circle cx=\"5\" cy=\"5\" r=\"5\"/></svg>) sont les sites atteints indirectement lors d'une navigation, généralement après avoir cliqué sur un lien."
    },
    "how_to_interpret_the_graph_answer_3_gray_nodes": {
        "message": "Les nœuds gris (<svg id=\"explainer-unknown-node\" width=\"10\" height=\"10\"><circle cx=\"5\" cy=\"5\" r=\"5\"/></svg>) sont similaires aux nœuds bleus, à la différence que l'origine de la navigation est inconnue. C'est par exemple le cas lorsque vous commencez une navigation depuis une autre application, comme un client mail, ou lorsque vous ouvrez un nouvel onglet en cliquant sur un lien."
    },
    "any_question_or_suggestion": {
        "message": "Une question ou suggestion ? <a href=\"mailto:victor.charpenay@emse.fr\">Contactez-nous</a> !"
    },
    "begin_control_label": {
        "message": "Du"
    },
    "end_control_label": {
        "message": "Au"
    },
    "render_message": {
        "message": ""
    },
    "no_data_message": {
        "message": "<i>(pas de données sur la période sélectionnée)</i>"
    },
    "modal_close_control": {
        "message": "Fermer"
    },
    "modal_to_contribute": {
        "message": "Pour contribuer, vous pouvez partager un fragment de votre historique de navigation (anonymisé)."
    },
    "modal_to_contribute_step_1": {
        "message": "Copier les données brutes ci-dessous dans le presse-papier. Elles correspondent aux données de navigation extraites de votre navigateur sur la période mars-avril 2020."
    },
    "contribute_data": {
        "message": "Chargement..."
    },
    "modal_copy_message": {
        "message": "Copié !"
    },
    "modal_to_contribute_step_2": {
        "message": "Ouvrir un nouveau fichier dans un éditeur de texte."
    },
    "modal_to_contribute_step_2_windows": {
        "message": "Sur Windows, ouvrir par exemple Bloc-note"
    },
    "modal_to_contribute_step_2_mac": {
        "message": "Sur Mac, ouvrir par exemple TextEdit"
    },
    "modal_to_contribute_step_2_linux": {
        "message": "Sur Linux/Ubuntu, ouvrir par exemple Gedit"
    },
    "modal_to_contribute_step_3": {
        "message": "Coller les données brutes dans le fichier ouvert. Sauvegarder le fichier avec un nom de fichier se terminant par '.json' (par exemple, 'donnees.json')"
    },
    "modal_to_contribute_step_4": {
        "message": "Remplir le formulaire de collecte de données sur <a href=\"https://portail.emse.fr/limesurvey/index.php/644842/lang-en\">https://portail.emse.fr/limesurvey/index.php/644842/lang-en</a>"
    }
}